cask_args appdir: '/Applications'

tap 'heroku/brew'
tap 'homebrew/bundle'
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap 'warrensbox/tap'

brew 'aws-iam-authenticator'
brew 'awscli'
brew 'fzf'
brew 'heroku'
brew 'heroku-node'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'lua'
brew 'mas'
brew 'neovim'
brew 'tflint'
brew 'tfswitch'

cask 'aerial'
cask 'alfred'
cask 'discord'
cask 'docker'
cask 'font-fira-code'
cask 'firefox'
cask 'google-drive-file-stream'
cask 'insomnia'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

mas '1password', id: 1333542190
mas 'amphetamine', id: 937984704 
mas 'dato', id: 1470584107
mas 'keynote', id: 409183694
mas 'magnet', id: 441258766
mas 'pocket', id: 568494494
mas 'slack', id: 803453959 
mas 'things 3', id: 904280696
