cask_args appdir: "/Applications"

tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "1password/tap"
tap "hashicorp/tap"
tap "convco/formulae"

brew "awscli"
brew "bat"
brew "convco"
brew "ec2-instance-selector"
brew "git"
brew "fd"
brew "fzf"
brew "jq"
brew "kubernetes-cli"
brew "kubie"
brew "mas"
brew "neovim"
brew "node"
brew "python@3.11"
brew "ripgrep"
brew "terraform"
brew "tmux"
brew "zinit"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "aerial"
cask "discord"
cask "figma"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "kitty"
cask "krisp"
cask "logi-options-plus"
cask "miro"
cask "obs"
cask "pdf-expert"
cask "plex-media-server"
cask "raycast"
cask "rectangle"
cask "steam"
cask "transmission"
cask "viscosity"
cask "vlc"

mas "1Password for Safari", id: 1569813296
mas "Dropzone 4", id: 1485052491
mas "GSE Smart IPTV", id: 1293083751
mas "Slack", id: 803453959 
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
