cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'hashicorp/tap'
tap 'universal-ctags/universal-ctags'
tap 'warrensbox/tap'

brew 'awscli'
brew 'bat'
brew 'git'
brew 'fzf'
brew 'jq'
brew 'kubernetes-cli'
brew 'kubie'
brew 'lua'
brew 'mas'
brew 'neovim', args: ['HEAD']
brew 'ripgrep'
brew 'terraform-ls'
brew 'tflint'
brew 'tfswitch'
brew 'tmux'
brew 'universal-ctags'

cask 'aerial'
cask 'alfred'
cask 'amazon-chime'
cask 'discord'
cask 'docker'
cask 'font-fira-code'
cask 'firefox'
cask 'google-drive'
cask 'insomnia'
cask 'iterm2'
cask 'logitech-options'
cask 'rectangle'
cask 'tuple'
cask 'viscosity'
cask 'vlc'
cask 'zoom'

mas '1Password', id: 1333542190
mas 'Fantastical', id: 975937182
mas 'Jira', id: 1475897096
mas 'Slack', id: 803453959 
mas 'Things', id: 904280696
